{
  "bit": "A small amount or quantity?",
  "cookies": "A baked treat typically made from flour, sugar, and eggs?",
  "suddenly": "Something happening quickly and unexpectedly?",
  "order": "A state of arrangement or organization?",
  "metal": "A material that is typically hard, shiny, and malleable?",
  "blue": "A color that is often associated with sadness?",
  "station": "A place where trains or buses stop?",
  "fun": "Something that is enjoyable or amusing?",
  "danger": "The possibility of harm or injury?",
  "gone": "The past participle of 'go'?",
  "idea": "A thought or suggestion as to a possible course of action?",
  "storm": "A violent disturbance of the atmosphere with strong winds and rain?",
  "feel": "To experience an emotion or sensation?",
  "stream": "A small, narrow river?",
  "ever": "At any time?",
  "also": "In addition; too?",
  "necessary": "Something that is required or essential?",
  "needs": "Things that are necessary or required?",
  "relationship": "The way in which two or more people or things are connected?",
  "dance": "A series of steps and movements set to music?",
  "tower": "A tall, narrow building?",
  "diameter": "The distance across a circle?",
  "dried": "Something that has had its moisture removed?",
  "conversation": "A talk between two or more people?",
  "however": "In whatever way?",
  "express": "To convey (a thought or feeling) in words or by gestures and conduct?",
  "being": "The nature or essence of a person?",
  "diagram": "A drawing showing the relation between the parts of something?",
  "no": "Not any?",
  "coming": "The act of arriving or approaching a place?",
  "frequently": "Happening often or at frequent intervals?",
  "alphabet": "A set of letters used to write a language?",
  "kind": "A category of things or people having similar characteristics?",
  "softly": "Gently or quietly?",
  "great": "Of an extent, amount, or intensity considerably above average?",
  "we": "Used by a speaker to refer to himself or herself and one or more other people considered together?",
  "seldom": "Not often; rarely?",
  "eager": "Having or showing keen interest or intense desire or impatient expectancy?",
  "species": "A group of living organisms consisting of similar individuals capable of exchanging genes or interbreeding?",
  "driver": "A person who drives a vehicle?",
  "kitchen": "A room or area where food is prepared and cooked?",
  "mighty": "Possessing great and impressive power or strength?",
  "act": "A thing done; a deed?",
  "gather": "To come together; assemble or accumulate?",
  "outer": "Outside; external?",
  "substance": "A particular kind of matter with uniform properties?",
  "bite": "To use the teeth to cut into or through something?",
  "happened": "To occur or take place?",
  "highway": "A main road, especially one connecting major towns or cities?"
}